-- phpMyAdmin SQL Dump
-- version 4.4.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jun 08, 2015 at 04:17 μμ
-- Server version: 5.6.24
-- PHP Version: 5.5.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `courses_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `coursesIDs_table`
--

CREATE TABLE IF NOT EXISTS `coursesIDs_table` (
  `course_id` varchar(5) NOT NULL,
  `page_id` varchar(4) NOT NULL
) ENGINE=MEMORY DEFAULT CHARSET=utf8;

--
-- Dumping data for table `coursesIDs_table`
--

INSERT INTO `coursesIDs_table` (`course_id`, `page_id`) VALUES
('ΗΥ121', '358'),
('ΗΥ130', '380'),
('ΗΥ151', '366'),
('ΗΜ540', '1820'),
('ΗΜ542', '1821'),
('ΗΜ544', '1822'),
('ΗΜ550', '1823'),
('ΗΜ552', '1824'),
('ΗΥ536', '1817'),
('ΗΥ540', '1818'),
('ΗΥ542', '1819'),
('ΗΥ120', '385'),
('ΗΥ532', '1815'),
('ΗΥ534', '1816'),
('ΗΥ321', '386'),
('ΗΥ113', '405'),
('ΗΥ111', '406'),
('ΗΥ110', '407'),
('ΗΥ112', '1437'),
('ΗΥ114', '1438'),
('ΗΥ134', '1439'),
('ΗΥ240', '1441'),
('ΗΥ230', '1442'),
('ΗΥ326', '1443'),
('ΗΥ330', '1444'),
('ΗΥ210', '1445'),
('ΗΥ004', '1447'),
('ΗΥ215', '1448'),
('ΗΥ211', '1449'),
('ΗΥ150', '1553'),
('ΗΜ151', '1559'),
('ΗΥ231', '1600'),
('ΗΥ332', '1616'),
('ΗΥ232', '1594'),
('ΗΜ250', '1596'),
('ΗΥ213', '1598'),
('ΗΥ241', '1601'),
('ΗΥ324', '1603'),
('ΗΜ340', '1604'),
('ΗΥ340', '1605'),
('ΗΥ341', '1607'),
('ΗΜ351', '1608'),
('ΗΥ400', '1609'),
('ΗΥ310', '1610'),
('ΗΥ320', '1611'),
('ΗΥ322', '1613'),
('ΗΥ342', '1617'),
('ΗΥ311', '1618'),
('ΗΥ323', '1620'),
('ΗΥ327', '1623'),
('ΗΥ331', '1624'),
('ΗΥ333', '1625'),
('ΗΥ335', '1626'),
('ΗΥ343', '1627'),
('ΗΥ345', '1628'),
('ΗΥ349', '1629'),
('ΗΜ353', '1631'),
('ΗΜ355', '1632'),
('ΗΥ402', '1633'),
('ΗΥ410', '1636'),
('ΗΥ412', '1637'),
('ΗΥ414', '1638'),
('ΗΥ416', '1639'),
('ΗΥ420', '1643'),
('ΗΥ422', '1644'),
('ΗΥ424', '1645'),
('ΗΥ430', '1649'),
('ΗΥ432', '1650'),
('ΗΥ434', '1654'),
('ΗΥ436', '1657'),
('ΗΥ440', '1658'),
('ΗΥ442', '1659'),
('ΗΥ444', '1660'),
('ΗΥ446', '1661'),
('ΗΥ448', '1662'),
('ΗΜ450', '1689'),
('ΗΥ433', '1743'),
('ΗΥ403', '1709'),
('ΗΥ411', '1713'),
('ΗΥ413', '1714'),
('ΗΥ415', '1715'),
('ΗΥ325', '1711'),
('ΗΥ423', '1717'),
('ΗΥ425', '1718'),
('ΗΥ427', '1719'),
('ΗΥ431', '1725'),
('ΗΥ421', '1742'),
('ΗΥ435', '1746'),
('ΗΥ437', '1749'),
('ΗΥ441', '1751'),
('ΗΥ443', '1752'),
('ΗΥ447', '1763'),
('ΗΥ449', '1764'),
('ΗΜ451', '1765'),
('ΗΜ453', '1769'),
('ΗΜ455', '1770'),
('ΗΥ510', '1776'),
('ΗΥ512', '1777'),
('ΗΥ514', '1778'),
('ΗΥ516', '1779'),
('ΗΥ520', '1780'),
('ΗΥ522', '1781'),
('ΗΥ524', '1783'),
('ΗΥ530', '1786'),
('ΗΥ347', '2030'),
('ΗΥ401', '3369'),
('ΗΥ000', '2676'),
('ΗΜ452', '2920'),
('ΗΥ445', '2996'),
('ΗΥ001', '3699'),
('ΗΥ003', '5139'),
('ΗΥ429', '9580'),
('ΗΥ426', '1646');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
