-- phpMyAdmin SQL Dump
-- version 4.4.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: May 29, 2015 at 08:39 μμ
-- Server version: 5.6.24
-- PHP Version: 5.5.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `map_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `map_table`
--

CREATE TABLE IF NOT EXISTS `map_table` (
  `name` varchar(80) NOT NULL,
  `lat` varchar(9) NOT NULL,
  `lng` varchar(9) NOT NULL
) ENGINE=MEMORY DEFAULT CHARSET=utf8;

--
-- Dumping data for table `map_table`
--

INSERT INTO `map_table` (`name`, `lat`, `lng`) VALUES
('Τμήμα Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών - Κτήριο Δεληγιώργη', '39.360843', '22.950031'),
('Τμήμα Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών - Κτήριο Μεταπτυχιακού', '39.361494', '22.942765'),
('Τμήμα Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών - Νέο Κτήριο', '39.360636', '22.930419'),
('Πανεπιστήμιο Θεσσαλίας - Κτήριο Παπαστράτος', '39.357448', '22.950745'),
('Κεντρική Βιβλιοθήκη Πανεπιστημίου Θεσσαλίας', '39.362847', '22.942733'),
('Φοιτητική Εστία-Λέσχη', '39.366169', '22.938765'),
('Πολυτεχνική Σχολή Πανεπιστημίου Θεσσαλίας', '39.359923', '22.930735'),
('Τμήμα Οικονομικών Επιστημών Πανεπιστημίου Θεσσαλίας', '39.364192', '22.945713'),
('Σχολή Γεωπονικών Επιστημών Πανεπιστημίου Θεσσαλίας', '39.387926', '22.940507'),
('NITLAB', '39.365844', '22.923833'),
('Αμφ. Κορδάτου', '39.357448', '22.950745'),
('Αιθ. Σ', '39.357448', '22.950745'),
('Αμφ. Σαράτση', '39.357448', '22.950745'),
('Αιθ. Γ1', '39.360843', '22.950031'),
('Εργ. Α1', '39.360843', '22.950031'),
('Εργ. Α2', '39.360843', '22.950031'),
('Εργ. Α4', '39.360843', '22.950031'),
('Εργ. Β2', '39.360843', '22.950031'),
('Αιθ. Δ1', '39.361494', '22.942765'),
('Αιθ. Δ2', '39.361494', '22.942765'),
('Αμφιθέατρο Μηχανολόγων', '39.359923', '22.930735'),
('Αμφ. Οικονομικού', '39.364192', '22.945713'),
('ΚΤΕΛ Υπεραστικών Γραμμών - Ν.Μαγνησίας', '39.361300', '22.932950'),
('Σιδηροδρομικός Σταθμός - Βόλος', '39.364256', '22.937079'),
('Αφετηρία Αστικών Γραμμών - Βόλος', '39.361370', '22.932624');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
